"StartAllServers" = "Démarrer les serveurs";
"StopAllServers" = "Arrêter les serveurs";
"wrongFolderAlertHeadline" = "MAMP n'a pas pu démarrer !";
"wrongFolderAlertText" = "Le dossier MAMP doit être situé directement dans le dossier Applications.";
"ok" = "OK";
"language" = "French";
"isoLanguage" = "fr";

"key_sorry" = "Excusez-nous";
"key_osTooLow" = "Mac OS X 10.6 (Snow Leopard) ou une version ultérieure est requise pour exécuter MAMP.";

"mysqlTool_titleUpgrade" = "Mise à niveau des bases de données MySQL";
"mysqlTool_titleRepair" = "Réparation des bases de données MySQL";
"mysqlTool_titleCheck" = "Vérification des bases de données MySQL";
"mysqlTool_messageUpgrade" = "Veuillez sauvegarder vos bases de données avant tout mise à niveau !";
"mysqlTool_messageRepair" = "Veuillez sauvegarder vos bases de données avant toute tentative de réparation !";
"mysqlTool_messageCheck" = "Vérifie la présence d'erreurs et les possibilités de mise à niveau dans les données.";
"mysqlTool_doItUpgrade" = "Mise à niveau";
"mysqlTool_doItRepair" = "Réparer";
"mysqlTool_doItCheck" = "Vérifier";
"mysqlTool_done" = "Terminé";
"mysqlTool_statusOK" = "OK";
"mysqlTool_statusFailed" = "Erreur";

"mysqlQuickCheck_dontShow" = "Ne plus afficher";
"mysqlQuickCheck_NeedsUpgradeTitle" = "Les bases de données MySQL doivent être mises à niveau";
"mysqlQuickCheck_NeedsUpgradeMsg" ="Vos bases de données MySQL doivent être mises à niveau. Pensez à effectuer la mise à niveau le plus tôt possible. Pour effectuer la mise à niveau, utilisez le menu Outils > Mise à niveau des bases de données MySQL.";
"mysqlQuickCheck_NeedsUpgradeErrorTitle" = "La vérification des bases de données MySQL a échoué";
"mysqlQuickCheck_NeedsUpgradeErrorMsgFormat" = "Message erreur :\n\n%@";

"testMampProURL" = "http://www.mamp.info/en/downloads/mamp-pro-stand-alone.html";

"ChooseDocRootTitle" = "S'il vous plaît sélectionner un dossier Document Root:";
"Select" = "Sélectionner";

"httpServerNameApache" = "Serveur Apache";
"httpServerNameNginx" = "Serveur Nginx";

"error" = "Erreur";
"portInUse" = "%@ pas pu être démarré parce que le port 1000 est utilisé par un autre logiciel.";
"couldntStartServer" = "%@ pas pu être démarré. S'il vous plaît vérifier l'installation et la configuration de MAMP.";
"noDocumentRoot" = "S'il vous plaît attribuer un document racine sur votre serveur web.";
"problemWithPort" = "Il existe un problème avec le port de serveur %@. S'il vous plaît vérifier la configuration, le port doit être dans la gamme de %@ à 65535.";
"duplicatePorts" = "Il existe un problème avec les ports de serveur. Chaque serveur doit être affecté un port unique. S'il vous plaît vérifier la configuration.";
